content/posts/Russ_Salakhutdinov's_lectures_on_Large_Scale_Machine_Learning.md
+++
title = "Russ Salakhutdinov's lectures on Large Scale Machine Learning"
author = ["Cameron Smith"]
lastmod = 2020-09-20T18:12:50-04:00
slug = "Russ_Salakhutdinov's_lectures_on_Large_Scale_Machine_Learning"
draft = false
+++

## links {#links}


### based on [Pattern recognition and machine learning by Chris Bishop in 2006]({{< relref "Pattern_recognition_and_machine_learning_by_Chris_Bishop_in_2006" >}}) {#based-on-pattern-recognition-and-machine-learning-by-chris-bishop-in-2006--pattern-recognition-and-machine-learning-by-chris-bishop-in-2006-dot-md}


### original: <http://www.fields.utoronto.ca/video-archive/event/323/2014> {#original-http-www-dot-fields-dot-utoronto-dot-ca-video-archive-event-323-2014}


### backup: <https://photos.google.com/album/AF1QipNaGxG0la-U%5FiJfp-3uL1XRh3moNY6KjyNBqUA7> {#backup-https-photos-dot-google-dot-com-album-af1qipnagxg0la-u-ijfp-3ul1xrh3mony6kjynbqua7}


### found via <https://qr.ae/pNKF9t> {#found-via-https-qr-dot-ae-pnkf9t}


## Lecture 1: Introduction and some linear models {#lecture-1-introduction-and-some-linear-models}


###  {#}


## Lecture 2: Linear models for regression {#lecture-2-linear-models-for-regression}


## Lecture 3: Linear models for classification {#lecture-3-linear-models-for-classification}


## Lecture 5: Mixture models {#lecture-5-mixture-models}


## Lecture 8: Continuous latent variable models {#lecture-8-continuous-latent-variable-models}


## Lecture 9: Sequential models {#lecture-9-sequential-models}


### Hidden markov models {#hidden-markov-models}


### Linear dynamical systems {#linear-dynamical-systems}
